** Source Code Markup
Ctrl+c Ctrl+c does this:
#+BEGIN_SRC emacs-lisp
(+ 1 3)
#+END_SRC

#+RESULTS:
: 4
